/* choose button - open panel */
"Choose" = "Escolher";

/* alt text of dot photo link */
"dotphoto" = "dotphoto";

/* alt text of mag link */
"magnify" = "aumentar";

/* Title of dot photo link */
"Order prints of this image from dotphoto.com" = "Comprar impressão desta imagem de dotphoto.com";

/* Prompt when no URL has been entered */
"Please use the Inspector to enter the URL of an image" = "Por favor use o inpetor para digitar a URL da imagem";

/* followed by URL of externally loaded image, for when we are not loading in external resources. */
"This is a placeholder for the image at:" = "Este é um espaço reservado para a imagem em:";

/* Title of mag link */
"View this image full-size" = "Exibir esta imagem em tamanho máximo";